Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: File input
ca_es: Entrada del fitxer

source: File
ca_es: Fitxer

source: Directory
ca_es: Directori

source: FTP user name
ca_es: Nom d'usuari FTP

source: User name that will be used for the connection.
ca_es: Aquesta opció us permet modificar el nom d'usuari que s'utilitza per a la connexió.

source: FTP password
ca_es: Contrasenya FTP

source: Password that will be used for the connection.
ca_es: Aquesta opció us permet modificar la contrasenya que s'utilitza per a la connexió.

source: FTP account
ca_es: Compte FTP

source: Account that will be used for the connection.
ca_es: Aquesta opció us permet modificar el compte que s'utilitza per a la connexió.

source: FTP input
ca_es: Entrada FTP

source: FTP upload output
ca_es: Sortida de càrrega FTP

source: Network interaction failed
ca_es: S'ha produït un error en el contacte amb la xarxa

source: VLC could not connect with the given server.
ca_es: El VLC no s'ha pogut connectar al servidor definit.

source: VLC's connection to the given server was rejected.
ca_es: S'ha rebutjat la connexió del VLC amb el servidor definit.

source: Your account was rejected.
ca_es: S'ha rebutjat el compte

source: Your password was rejected.
ca_es: S'ha rebutjat la contrasenya

source: Your connection attempt to the server was rejected.
ca_es: S'ha rebutjat l'ntent de connexió amb el servidor.

source: GnomeVFS input
ca_es: Entrada GnomeVFS

source: HTTP proxy
ca_es: Proxy de l'HTTP

source: HTTP proxy to be used It must be of the form http://[user@]myproxy.mydomain:myport/ ; if empty, the http_proxy environment variable will be tried.
ca_es: La forma per utilitzar el proxy de l'HTTP és http://[user@]elmeuservidor.elmeudomini:elmeuport/. Si no s'especifica res, s'utilitzarà la variable d'entorn http_proxy.

source: HTTP proxy password
ca_es: Contrasenya del proxy de l'HTTP

source: If your HTTP proxy requires a password, set it here.
ca_es: Si el proxy de l'HTTP requereix contrasenya, establiu-la aquí.

source: Auto re-connect
ca_es: Torna a connectar automàticament

source: Automatically try to reconnect to the stream in case of a sudden disconnect.
ca_es: Intenta tornar-se a connectar al flux automàticament en cas que es desconnecti de cop.

source: Continuous stream
ca_es: Flux continuat

source: Read a file that is being constantly updated (for example, a JPG file on a server). You should not globally enable this option as it will break all other types of HTTP streams.
ca_es: Habilita aquesta opció per llegir un fitxer que s'està actualitzant constantment (per exemple, un fitxer JPG en un servidor).No és recomanable que habiliteu aquesta opció d'una manera global perquè tallarà tots els altres tipus de fluxos HTTP.

source: Forward Cookies
ca_es: Reenvia les galetes

source: Forward Cookies across http redirections.
ca_es: Reenvia les galetes a través de les redireccions http.

source: HTTP referer value
ca_es: Valor del referent HTTP

source: Customize the HTTP referer, simulating a previous document
ca_es: Aquesta opció us permet personalitzar el referent HTTP, mitjançant la simulació d'un document previ

source: User Agent
ca_es: Agent d'usuari

source: The name and version of the program will be provided to the HTTP server. They must be separated by a forward slash, e.g. FooBar/1.2.3. This option can only be specified per input item, not globally.
ca_es: El nom i la versió del programa que es proveirà al servidor HTTP. Han d'estar separat per una barra inclinada, p.e. FooBar/1.2.3. Aquesta opció només s'especifica per element d'entrada, no de forma global.

source: HTTP input
ca_es: Entrada HTTP

source: HTTP authentication
ca_es: Autenticació HTTP

source: Please enter a valid login name and a password for realm %s.
ca_es: Introduïu un nom d'usuari i contrasenya d'inci de sessió vàlids per al domini %s.

source: Dummy input
ca_es: Entrada qualsevol

source: ID
ca_es: Identificador

source: Set the ID of the elementary stream
ca_es: Defineix l'identificador del flux bàsic

source: Group
ca_es: Grup

source: Set the group of the elementary stream
ca_es: Defineix el grup del flux bàsic

source: Category
ca_es: Categoria

source: Set the category of the elementary stream
ca_es: Defineix la categoria del flux bàsic

source: Unknown
ca_es: Desconegut

source: Data
ca_es: Dades

source: Set the codec of the elementary stream
ca_es: Defineix el còdec del flux bàsic

source: Language of the elementary stream as described by ISO639
ca_es: La llengua del flux bàsic, tal com es descriu a l'ISO639

source: Sample rate of an audio elementary stream
ca_es: Freqüència de mostratge d'un flux bàsic d'àudio

source: Channels count
ca_es: Recompte de canals

source: Channels count of an audio elementary stream
ca_es: Recompte de canals d'un flux bàsic d'àudio

source: Width
ca_es: Amplada

source: Width of video or subtitle elementary streams
ca_es: Amplada dels fluxos bàsics de vídeo o subtítol

source: Height
ca_es: Alçada

source: Height of video or subtitle elementary streams
ca_es: Alçada dels fluxos bàsics de vídeo o subtítol

source: Display aspect ratio
ca_es: Relació d'aspecte de la pantalla

source: Display aspect ratio of a video elementary stream
ca_es: Relació d'aspecte de la pantalla del flux bàsic de vídeo

source: Frame rate of a video elementary stream
ca_es: Fotogrames per segon del flux bàsic de vídeo

source: Callback cookie string
ca_es: Cadena de la galeta de la crida de retorn

source: Text identifier for the callback functions
ca_es: Identificador de text per a les funcions de crida de retorn

source: Callback data
ca_es: Dades de la crida de retorn

source: Data for the get and release functions
ca_es: Dades per a les funcions d'obtenció i alliberament

source: Get function
ca_es: Funció d'obtenció

source: Address of the get callback function
ca_es: Adreça de la funció d'obtenció de la crida de retorn

source: Release function
ca_es: Funció d'alliberament

source: Address of the release callback function
ca_es: Adreça de la funció d'alliberament de la crida de retorn

source: Size
ca_es: Mida

source: Size of stream in bytes
ca_es: Mida del paquet en bytes

source: Memory input
ca_es: Entrada de la memòria

source: Pace
ca_es: Ritme

source: Read the audio stream at VLC pace rather than Jack pace.
ca_es: Fes servir el ritme del VLC en comptes del ritme del Jack per llegir el flux d'àudio.

source: Auto connection
ca_es: Connexió automàtica

source: Automatically connect VLC input ports to available output ports.
ca_es: Connecta automàticament els ports d'entrada del VLC als ports de sortida disponibles.

source: JACK audio input
ca_es: Entrada d'àudio JACK

source: JACK Input
ca_es: Entrada JACK

source: Link #
ca_es: Enllaç #

source: Allows you to set the desired link of the board for the capture (starting at 0).
ca_es: Aquesta opció us permet definir l'enllaç desitjat del tauler per a la captura (comença al 0).

source: Video ID
ca_es: Identificador de vídeo

source: Allows you to set the ES ID of the video.
ca_es: Aquesta opció us permet definir l'identificador del flux bàsic (ES) del vídeo.

source: Allows you to force the aspect ratio of the video.
ca_es: Aquesta opció us permet forçar la relació d'aspecte del vídeo.

source: Audio configuration
ca_es: Configuració de l'àudio

source: Allows you to set audio configuration (id=group,pair:id=group,pair...).
ca_es: Aquesta opció us permet definir la configuració de l'àudio (id=grup,parell:id=grup, parell...).

source: HD-SDI Input
ca_es: Entrada HD-SDI

source: Teletext configuration
ca_es: Configuració del teletext

source: Allows you to set Teletext configuration (id=line1-lineN with both fields).
ca_es: Aquesta opció us permet definir la configuració del teletext (id=línia1-líniaN amb els dos camps).

source: Teletext language
ca_es: Idioma del teletext

source: Allows you to set Teletext language (page=lang/type,...).
ca_es: Aquesta opció us permet definir l'idioma del teletext (page=idioma/tipus,...).

source: SDI Input
ca_es: Entrada SDI

source: SDI Demux
ca_es: Desmultiplexor SDI

source: Kasenna RTSP dialect
ca_es: Dialecte RTSP Kasenna

source: Kasenna servers use an old and nonstandard dialect of RTSP. With this parameter VLC will try this dialect, but then it cannot connect to normal RTSP servers.
ca_es: Els servidors Kasenna utilitzen un dialecte antic i no estàndard d'RTSP. Amb aquest paràmetre el VLC prova d'utilitzar aquest dialecte, però després no es pot connectar als servidors RTPS normals.

source: WMServer RTSP dialect
ca_es: Dialecte RTSP de WMServer

source: WMServer uses a nonstandard dialect of RTSP. Selecting this parameter will tell VLC to assume some options contrary to RFC 2326 guidelines.
ca_es: L'WMServer utilitza un dialecte no estàndard d'RTSP. Si seleccioneu aquest paràmetre el VLC assumirà algunes opcions contràries a les directrius RFC 2326.

source: RTSP user name
ca_es: Nom d'usuari RTSP

source: Sets the username for the connection, if no username or password are set in the url.
ca_es: Defineix el nom de l'usuari per a la connexió si no s'ha especificat cap nom d'usuari ni cap o contrasenya a l'url.

source: RTSP password
ca_es: Contrasenya RTSP

source: Sets the password for the connection, if no username or password are set in the url.
ca_es: Defineix la contrasenya per a la connexió si no s'ha especificat cap nom d'usuari ni cap o contrasenya a l'url.

source: RTSP frame buffer size
ca_es: Mida de la memòria intermèdia del fotograma RTSP

source: RTSP start frame buffer size of the video track, can be increased in case of broken pictures due to too small buffer.
ca_es: Mida de la memòria intermèdia del fotograma d'inici RTSP, es pot augmentar en cas d'imatges trencades degut a una memòria intermèdia massa petita.

source: RTP/RTSP/SDP demuxer (using Live555)
ca_es: Desmutiplexor RTP/RTSP/SDP (utilitza Live555)

source: RTSP/RTP access and demux
ca_es: Accés i desmultiplexor RTSP/RTP

source: Use RTP over RTSP (TCP)
ca_es: Utilitza RTP sobre RTSP (TCP)

source: Client port
ca_es: Port del client

source: Port to use for the RTP source of the session
ca_es: Port que s'ha d'utilitzar per a la font RTP de la sessió

source: Force multicast RTP via RTSP
ca_es: Força la transmissió a grups RTP a través d'RTSP

source: Tunnel RTSP and RTP over HTTP
ca_es: Túnel RTSP i RTP sobre HTTP

source: HTTP tunnel port
ca_es: Port del túnel HTTP

source: Port to use for tunneling the RTSP/RTP over HTTP.
ca_es: Port que s'ha d'utilitzar per al túnel RTSP/RTP sobre HTTP.

source: RTSP authentication
ca_es: Autentificació RTSP

source: Please enter a valid login name and a password.
ca_es: Introduïu un nom d'inici de sessió i contrasenya vàlids.

source: RTSP connection failed
ca_es: Ha fallat la connexió RTSP

source: Access to the stream is denied by the server configuration.
ca_es: S'ha denegat l'accés al flux a causa de la configuració del servidor.

source: Force selection of all streams
ca_es: Força la selecció de tots els fluxos

source: MMS streams can contain several elementary streams, with different bitrates. You can choose to select all of them.
ca_es: Els fluxos d'MMS poden contenir alguns fluxos bàsics amb diferents taxes de bits. Podeu triar seleccionar-los tots.

source: Maximum bitrate
ca_es: Taxa de bits màxima

source: Select the stream with the maximum bitrate under that limit.
ca_es: Selecciona el flux amb la màxima taxa de bits permesa.

source: HTTP proxy to be used It must be of the form http://[user[:pass]@]myproxy.mydomain:myport/ ; if empty, the http_proxy environment variable will be tried.
ca_es: La forma per utilitzar el proxy de l'HTTP ha de ser http://[user[:contrasenya]@]elmeuservidor.elmeudomini:elmeuport/. Si no s'especifica res, s'utilitza la variable d'entorn http_proxy.

source: TCP/UDP timeout (ms)
ca_es: Temps d'espera TCP/UDP (ms)

source: Amount of time (in ms) to wait before aborting network reception of data. Note that there will be 10 retries before completely giving up.
ca_es: Quantitat de temps d'espera (en ms) abans d'interrompre la recepció de dades de la xarxa. Hi haurà 10 intents abans de l'abandonament complet.

source: Microsoft Media Server (MMS) input
ca_es: Entrada Microsoft Media Server (MMS)

source: MTP input
ca_es: Entrada MPT

source: VLC could not read the file.
ca_es: El VLC no ha pogut llegir el fitxer.

source: VLC could not open the file "%s". (%m)
ca_es: L'VLC no ha pogut obrir el fitxer «%s».

source: Capture the audio stream in stereo.
ca_es: Captura el flux d'àudio en estèreo.

source: Samplerate
ca_es: Freqüència de mostratge

source: Samplerate of the captured audio stream, in Hz (eg: 11025, 22050, 44100, 48000)
ca_es: Freqüència de mostratge del flux d'àudio capturat, en Hz (p. ex. 11025, 22050, 44100, 48000)

source: OSS input
ca_es: Entrada OSS

source: Dummy stream output
ca_es: Sortida de flux Dummy

source: Overwrite existing file
ca_es: Sobreescriu el fitxer existent

source: If the file already exists, it will be overwritten.
ca_es: Si el fitxer existeix, se sobreescriurà.

source: Append to file
ca_es: Afegeix a un fitxer

source: Append to file if it exists instead of replacing it.
ca_es: Afegeix a un fitxer si existeix, en comptes de reemplaçar.

source: Format time and date
ca_es: Format de l'hora i la data

source: Perform ISO C time and date formatting on the file path
ca_es: Aplica el format de data i hora ISO C al camí del fitxer

source: Synchronous writing
ca_es: Escriptura síncrona

source: Open the file with synchronous writing.
ca_es: Obre el fitxer amb l'escriptura síncrona.

source: File stream output
ca_es: Sortida de flux del fitxer

source: The output file already exists. If recording continues, the file will be overridden and its content will be lost.
ca_es: El fitxer de sortida ja existeix. Si l'enregistrament continu, el fitxer se sobreescriurà i es perdrà el seu contingut.

source: Keep existing file
ca_es: Mantén el fitxer existent

source: Overwrite
ca_es: Sobreescriu

source: Username
ca_es: Nom d'usuari

source: User name that will be requested to access the stream.
ca_es: Aquesta opció us permet determinar el nom d'usuari que necessitareu per accedir al flux.

source: Password
ca_es: Contrasenya

source: Password that will be requested to access the stream.
ca_es: Aquesta opció us permet determinar la contrasenya que necessitareu per accedir al flux.

source: MIME returned by the server (autodetected if not specified).
ca_es: MIME retornat pel servidor (es detecta automàticament si no s'especifica res).

source: HTTP stream output
ca_es: Sortida de flux HTTP

source: Segment length
ca_es: Longitud del segment

source: Length of TS stream segments
ca_es: Longitud dels segments del flux TS

source: Split segments anywhere
ca_es: Divideix els segments per qualsevol lloc

source: Don't require a keyframe before splitting a segment. Needed for audio only.
ca_es: No cal un fotograma clau abans de dividir el segment. Només ho necessita l'àudio.

source: Number of segments
ca_es: Nombre de segments

source: Number of segments to include in index
ca_es: Nombre de segments per incloure a l'índex

source: Allow cache
ca_es: Permet la memòria cau

source: Add EXT-X-ALLOW-CACHE:NO directive in playlist-file if this is disabled
ca_es: Afegeix la directiva EXT-X-ALLOW-CACHE:NO a la llista de reproducció si està inhabilitat

source: Index file
ca_es: Fitxer índex

source: Path to the index file to create
ca_es: Camí cap al fitxer índex que s'ha de crear

source: Full URL to put in index file
ca_es: URL complet que s'ha de posar al fitxer índex

source: Full URL to put in index file. Use #'s to represent segment number
ca_es: URL complet per al fitxer índex. Utilitzeu #'s per representar el nombre del segment.

source: Delete segments
ca_es: Elimina els segments

source: Delete segments when they are no longer needed
ca_es: Elimina els segments quan ja no són necessaris

source: Use muxers rate control mechanism
ca_es: Utilitza el mecanisme de control de la velocitat dels multiplexors

source: AES key URI to place in playlist
ca_es: Tecla URI AES per posar a la llista de reproducció

source: AES key file
ca_es: Fitxer clau AES

source: File containing the 16 bytes encryption key
ca_es: Fitxer que conté la clau d'encriptatge de 16 bits

source: File where vlc reads key-uri and keyfile-location
ca_es: Fitxer on el VLC llegeix la URI clau i la ubicació del fitxer clau

source: File is read when segment starts and is assumet to be in format: key-uri\nkey-file. File is read on the segment opening and values are used on that segment.
ca_es: El fitxer es llegeix quan el segment comença i s'assumeix que està en el format: key-uri\nkey-file. El fitxer es llegeix al segment que s'obre i els valors s'utilitzen en aquest segment.

source: Use randomized IV for encryption
ca_es: Utilitza aleatorietat IV per a l'encriptatge

source: Generate IV instead using segment-number as IV
ca_es: Genera IV en lloc d'utilitzar segment-nombre com a IV

source: HTTP Live streaming output
ca_es: Sortida del protocol HTTP Live Streaming

source: Stream name
ca_es: Nom del flux

source: Name to give to this stream/channel on the shoutcast/icecast server.
ca_es: Nom per a aquest flux/canal al servidor Shoutcast/Icecast.

source: Stream description
ca_es: Descripció del flux

source: Description of the stream content or information about your channel.
ca_es: Descripció del contingut del flux o informació sobre el canal.

source: Stream MP3
ca_es: Flux MP3

source: You normally have to feed the shoutcast module with Ogg streams. It is also possible to stream MP3 instead, so you can forward MP3 streams to the shoutcast/icecast server.
ca_es: S'acostuma a alimentar el mòdul Shoutcast amb fluxos Oggs. Tot i així, també és possible transmetre MP3 per poder remetre fluxos MP3 al servidor Shoutcast/Icecast.

source: Genre description
ca_es: Descripció del gènere

source: Genre of the content.
ca_es: Gènere del contingut.

source: URL description
ca_es: Descripció de l'URL

source: URL with information about the stream or your channel.
ca_es: URL amb la informació del flux o del vostre canal.

source: Bitrate information of the transcoded stream.
ca_es: Informació sobre la taxa de bits del flux transcodificat.

source: Samplerate information of the transcoded stream.
ca_es: Informació sobre la freqüència de mostratge del flux transcodificat.

source: Number of channels
ca_es: Nombre de canals

source: Number of channels information of the transcoded stream.
ca_es: Informació sobre el nombre de canals del flux transcodificat.

source: Ogg Vorbis Quality
ca_es: Qualitat de l'Ogg Vorbis

source: Ogg Vorbis Quality information of the transcoded stream.
ca_es: Informació sobre la qualitat de l'Ogg Vorbis del flux transcodificat.

source: Stream public
ca_es: Flux públic

source: Make the server publicly available on the 'Yellow Pages' (directory listing of streams) on the icecast/shoutcast website. Requires the bitrate information specified for shoutcast. Requires Ogg streaming for icecast.
ca_es: Aquesta opció permet que el servidor estigui disponible per a tothom a les «Pàgines grogues» (llistat de carpetes de fluxos) al lloc web de l'Icecast/Shoutcast. Requereix la informació de la taxa de bits especifica per a Shoutcast i la transmissió Ogg per a Icecast.

source: IceCAST output
ca_es: Sortida IceCAST

source: Caching value (ms)
ca_es: Valor de memòria cau (ms)

source: Default caching value for outbound UDP streams. This value should be set in milliseconds.
ca_es: Aquesta opció us permet modificar el valor de memòria cau predeterminat per als fluxos UDP. Aquest valor s'ha d'especificar en unitats de mil·lisegon.

source: Group packets
ca_es: Agrupa paquets

source: Packets can be sent one by one at the right time or by groups. You can choose the number of packets that will be sent at a time. It helps reducing the scheduling load on heavily-loaded systems.
ca_es: Els paquets poden enviar-se un per un al moment exacte o per grups. Podeu triar el nombre de paquets que s'enviaran a la vegada. Ajuda a reduir la càrrega de planificació als sistemes molt carregats.

source: UDP stream output
ca_es: Flux de sortida UDP

source: Pass pulse:// to open the default PulseAudio source, or pulse://SOURCE to open a specific source named SOURCE.
ca_es: Introdueix pulse:// per obrir la font del PulseAudio per defecte o pulse://SOURCE per obrir una font específica anomenada SOURCE.

source: PulseAudio input
ca_es: Entrada PulseAudio

source: Video Capture width
ca_es: Amplada de la captura de vídeo

source: Video Capture width in pixel
ca_es: L'amplada de la captura de vídeo, en píxels

source: Video Capture height
ca_es: Alçada de la captura de vídeo

source: Video Capture height in pixel
ca_es: L'alçada de la captura de vídeo, en píxels

source: Quicktime Capture
ca_es: Captura del Quicktime

source: No Input device found
ca_es: No s'ha trobat cap dispositiu d'entrada

source: Your Mac does not seem to be equipped with a suitable input device. Please check your connectors and drivers.
ca_es: Sembla que el vostre Mac no està equipat amb un dispositiu d'entrada adient. Comproveu els connectors i els controladors.

source: Uncompressed RAR
ca_es: RAR sense comprimir

source: RDP auth username
ca_es: Nom d'usuari d'autenticació RDP

source: RDP auth password
ca_es: Contrasenya d'autenticació RDP

source: RDP Password
ca_es: Contrasenya RDP

source: Encrypted connexion
ca_es: Connexió xifrada

source: Acquisition rate (in fps)
ca_es: Freqüència d'adquisició (en fps)

source: RDP Remote Desktop
ca_es: Escriptori remot RDP

source: RTCP (local) port
ca_es: Port RTCP (local)

source: RTCP packets will be received on this transport protocol port. If zero, multiplexed RTP/RTCP is used.
ca_es: Els paquets RTCP es rebran en aquest port del protocol de transport. Si el valor és zero s'emprarà el multiplexat RTP/RTCP.

source: SRTP key (hexadecimal)
ca_es: Clau SRTP (hexadecimal)

source: RTP packets will be authenticated and deciphered with this Secure RTP master shared secret key. This must be a 32-character-long hexadecimal string.
ca_es: Els paquets RTP s'autenticaran i es desxifraran amb aquesta clau mestra secreta i compartida del Secure RTP. Ha de ser una cadena de 32 caràcters hexadecimals.

source: SRTP salt (hexadecimal)
ca_es: Salt SRTP (hexadecimal)

source: Secure RTP requires a (non-secret) master salt value. This must be a 28-character-long hexadecimal string.
ca_es: El Secure RTP requereix un valor salt mestre (no secret). Ha de ser una cadena de 28 caràcters hexadecimals.

source: Maximum RTP sources
ca_es: Fonts RTP màximes

source: How many distinct active RTP sources are allowed at a time.
ca_es: Nombre de fonts RTP diferents que es permeten alhora.

source: RTP source timeout (sec)
ca_es: Temps d'espera de la font RTP (segon)

source: How long to wait for any packet before a source is expired.
ca_es: Temps d'espera per a qualsevol paquet abans que la font caduqui.

source: Maximum RTP sequence number dropout
ca_es: Nombre màxim de pèrdues de la seqüència de nombres RTP

source: RTP packets will be discarded if they are too much ahead (i.e. in the future) by this many packets from the last received packet.
ca_es: Els paquets RTP es descartaran si es troben massa endavant (p.e. en el futur) respecte a aquests paquets del darrer paquet rebut.

source: Maximum RTP sequence number misordering
ca_es: Desordre màxim de la seqüència de nombres RTP

source: RTP packets will be discarded if they are too far behind (i.e. in the past) by this many packets from the last received packet.
ca_es: Els paquets RTP es descartaran si es troben massa endarrerits (p.e. en el passat) respecte a aquests paquets del darrer paquet rebut.
